brew "stow"
brew "eza"
brew "tree"
brew "fd"
brew "fzf"
brew "the_silver_searcher"
brew "ripgrep"
brew "yazi"
brew "imagemagick"
brew "karabiner-elements"

brew "tree-sitter-cli"
brew "neovim"

brew "jj"
brew "jjui"

cask "ghostty"
cask "claude-code"
cask "claude"
