brew "btop"
brew "chafa"
brew "eza"
brew "fd"
brew "fzf"
brew "imagemagick"
brew "gh"
brew "htop"
brew "jj"
brew "jjui"
brew "mosh"
brew "neovim"
brew "npm"
brew "pngpaste"
brew "resvg"
brew "ripgrep"
brew "stow"
brew "tailscale"
brew "the_silver_searcher"
brew "tree-sitter-cli"
brew "tree"
brew "vite"
brew "wget"
brew "yazi"
brew "zoxide"

cask "chatgpt"
cask "claude-code"
cask "claude"
cask "daisydisk"
cask "fujifilm-x-raw-studio"
cask "ghostty"
cask "jellyfin"
cask "karabiner-elements"
cask "slack"
cask "spotify"
cask "transmission"
cask "vlc"
cask "webex"
cask "zoom"
