brew "eza"
brew "fd"
brew "fzf"
brew "imagemagick"
brew "jj"
brew "jjui"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tree-sitter-cli"
brew "tree"
brew "yazi"
brew "zoxide"
brew "npm"

cask "claude-code"
cask "claude"
cask "daisydisk"
cask "ghostty"
cask "karabiner-elements"
cask "slack"
cask "webex"
cask "zoom"
